{
    "Ads": {
        "show_ads": true,
        "bannerAd": "facebook",
        "InterAd": "facebook",
        "NativeAd": "facebook",
        "admob_banner": "0000000",
        "admob_inter": "0000000",
        "admob_native": "0000000",
        "facebook_banner": "792560865970167_792563509303236",
        "facebook_inter": "792560865970167_792563782636542",
        "facebook_native": "792560865970167_792563662636554",
        "intersitial_click_activites": 6,
        "intersitial_click_list": 6

    },

   "Data": {
        "btn_more_title": "More",
        "btn_more_url": "https://www.google.com/",
        "items_data": [{
                "title": "Discovering TK Maxx: A Shopping Haven",
                "image": "https://m-imag.web.app/tkmaxx/1.webp",
                "title_size": "25",
				"detail": [{
					"image": "",
					"text": "TK Maxx stands as a beacon for savvy shoppers seeking high-quality products at unbeatable prices. From designer fashion to homeware treasures, TK Maxx offers a unique and diverse shopping experience. With its distinct approach to retail, TK Maxx brings the excitement of treasure hunting to the high street, making every visit a new adventure.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "The Secret Behind TK Maxx's Unmatched Prices",
                "image": "https://m-imag.web.app/tkmaxx/2.webp",
                "title_size": "25",
 				"detail": [{
					"image": "",
					"text": "At the heart of TK Maxx's appeal are its exceptionally low prices. Leveraging strong relationships with designers and brands worldwide, TK Maxx secures high-end products at significant discounts. These savings are directly passed to the customers, offering them the luxury of designer brands without the extravagant price tags.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "Fashion for All: A Diverse Range of Styles",
                "image": "https://m-imag.web.app/tkmaxx/3.webp",
                "title_size": "25",
      			"detail": [{
					"image": "",
					"text": "Fashion enthusiasts revel in the vast selection of clothing and accessories at TK Maxx. Catering to diverse tastes and sizes, the store ensures that everyone finds something to suit their style. From runway trends to classic staples, TK Maxx's fashion range is both inclusive and extensive.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "titile",
                "image": "https://m-imag.web.app/tkmaxx/4.webp",
                "title_size": "25",
          		"detail": [{
					"image": "",
					"text": "text text text text",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "More Than Just Fashion: Homeware, Beauty, and More",
                "image": "https://m-imag.web.app/tkmaxx/5.webp",
                "title_size": "25",
             	"detail": [{
					"image": "",
					"text": "TK Maxx's offerings extend beyond fashion. Shoppers can explore a variety of homeware, beauty products, and even gourmet food. Each department is curated to provide quality and value, ensuring that customers can furnish their homes and indulge in personal care without breaking the bank.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "A Sustainable Choice for Conscious Consumers",
                "image": "https://m-imag.web.app/tkmaxx/6.webp",
                "title_size": "25",
                "detail": [{
					"image": "000000",
					"text": "In today's eco-conscious world, TK Maxx stands out for its commitment to sustainability. By offering a platform for unsold inventory, TK Maxx helps reduce waste and promotes more sustainable shopping practices. This approach not only benefits the environment but also provides customers with the opportunity to make responsible purchasing decisions.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            },{
                "title": "The Joy of Discovery: A Unique Shopping Model",
                "image": "https://m-imag.web.app/tkmaxx/7.webp",
                "title_size": "25",
             	"detail": [{
					"image": "",
					"text": "TK Maxx's 'off-price' business model is a cornerstone of its uniqueness. Unlike traditional retailers, TK Maxx operates a 'no-frills' approach, focusing on product variety rather than fancy store layouts. This model adds a sense of discovery to every shopping trip, as customers unearth hidden gems among the ever-changing stock.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            },{
                "title": "The Online Extension: TK Maxx in the Digital Realm",
                "image": "https://m-imag.web.app/tkmaxx/8.webp",
                "title_size": "25",
             	"detail": [{
					"image": "",
					"text": "Embracing the digital age, TK Maxx has expanded its presence online, offering the convenience of shopping from the comfort of home. The online platform mirrors the in-store experience, with a wide array of products and the excitement of discovering limited-time deals.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            },{
                "title": "Community and Customer Engagement: Building Relationships",
                "image": "https://m-imag.web.app/tkmaxx/9.webp",
                "title_size": "25",
             	"detail": [{
					"image": "",
					"text": "TK Maxx values its community, engaging with customers through various initiatives and events. From fashion shows to community programs, TK Maxx fosters a sense of belonging among its customers, creating a loyal and engaged customer base.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            },
            {
                "title": "Expanding Horizons: TK Maxx's Global Footprint",
                "image": "https://m-imag.web.app/tkmaxx/1.webp",
                "title_size": "25",
             	"detail": [{
					"image": "",
					"text": "With stores across Europe and Australia, TK Maxx is a global player in the retail industry. This expansion reflects the brand's universal appeal and its ability to adapt to different markets, resonating with a wide audience of shoppers worldwide.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }
        ]
    }
}
